micropython/micropython/ports/raspberrypi/boards/e_fidget/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "E-Fidget"
#define MICROPY_HW_MCU_NAME "rp2040"

#define MICROPY_HW_NEOPIXEL (&pin_GPIO18)
#define MICROPY_HW_NEOPIXEL_COUNT (3)
